Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# Open the chat in PRVIO
source: Deschide chatul în PRVIO
en: Open the chat in PRVIO

# Open the chat in PRVIO.
source: Deschide chatul în PRVIO.
en: Open the chat in PRVIO.

# Open the emoji keyboard and tap a sticker — it sends as an image.
source: Deschide tastatura emoji și atinge un sticker — se trimite ca imagine.
en: Open the emoji keyboard and tap a sticker — it sends as an image.

# Open the property map in PRVIO.
source: Deschide harta proprietății în PRVIO.
en: Open the property map in PRVIO.

# Open the shopping list in PRVIO
source: Deschide lista de cumpărături în PRVIO
en: Open the shopping list in PRVIO

# Open your deliveries in PRVIO.
source: Deschide livrările tale în PRVIO.
en: Open your deliveries in PRVIO.

# Open your documents in PRVIO.
source: Deschide documentele tale în PRVIO.
en: Open your documents in PRVIO.

# Open your finances in PRVIO.
source: Deschide finanțele tale în PRVIO.
en: Open your finances in PRVIO.

# Open your plants in PRVIO.
source: Deschide plantele tale în PRVIO.
en: Open your plants in PRVIO.

# Opens PRVIO to create a new task
source: Deschide PRVIO pentru a crea o sarcină
en: Opens PRVIO to create a new task

# Opens the PRVIO AI assistant
source: Deschide asistentul AI PRVIO
en: Opens the PRVIO AI assistant

# Opens the PRVIO home dashboard
source: Deschide tabloul de bord PRVIO
en: Opens the PRVIO home dashboard

# Opens the quick actions menu
source: Deschide meniul de acțiuni rapide
en: Opens the quick actions menu

source: Oprește
en: Stop

source: Oprește distribuirea
en: Stop sharing

source: Oprește sunetul
en: Mute

# Optional notes…
source: Note opționale…
en: Optional notes…

# Orange
source: Portocaliu
en: Orange

# OrganizeazÄ grupuri
source: Organizează grupuri
en: Organize groups

source: Organizează grupuri
en: Organize groups

# Other
source: Altele
en: Other

# Others
source: Alții
en: Others

# Out for delivery
source: În livrare
en: Out for delivery

# Outdoor
source: Exterior
en: Outdoor

# Outside all zones
source: În afara tuturor zonelor
en: Outside all zones

# Outside zones
source: În afara zonelor
en: Outside zones

# Oven
source: Cuptor
en: Oven

# Overdue
source: Restante
en: Overdue

# Overdue Task
source: Sarcină depășită
en: Overdue Task

# Overdue task
source: Sarcină întârziată
en: Overdue task

# Overdue tasks — prioritize them
source: Sarcini restante — prioritizează-le
en: Overdue tasks — prioritize them

# Overview Widgets
source: Widgeturi de ansamblu
en: Overview Widgets

# Owed
source: Datorat
en: Owed

# Owner
source: Proprietar
en: Owner

# Owners
source: Proprietari
en: Owners

# PDF ready to save
source: PDF gata de salvat
en: PDF ready to save

# PER CATEGORY
source: PE CATEGORIE
en: PER CATEGORY

source: PERMISIUNI
en: PERMISSIONS

source: PERSOANE DE ÎNCREDERE
en: TRUSTED PEOPLE

# PERSONALITY
source: PERSONALITATE
en: PERSONALITY

# PERSONALIZATION
source: PERSONALIZARE
en: PERSONALIZATION

# PHOTO
source: FOTOGRAFIE
en: PHOTO

# PHOTO (OPTIONAL)
source: FOTOGRAFIE (OPȚIONAL)
en: PHOTO (OPTIONAL)

# PINs don't match
source: Codurile PIN nu se potrivesc
en: PINs don't match

# PLANTS
source: PLANTE
en: PLANTS

# PREVIEW
source: PREVIZUALIZARE
en: PREVIEW

# PRIORITY
source: PRIORITATE
en: PRIORITY

# PROPERTY
source: PROPRIETATE
en: PROPERTY

# PROPERTY & FINANCES
source: PROPRIETATE & FINANȚE
en: PROPERTY & FINANCES

source: PROPRIETATE
en: PROPERTY

# PRVIO (Lock Screen)
source: PRVIO (Ecran blocat)
en: PRVIO (Lock Screen)

# PRVIO Alerts
source: Alerte PRVIO
en: PRVIO Alerts

# PRVIO Backup Codes
source: Coduri de rezervă PRVIO
en: PRVIO Backup Codes

# PRVIO Family
source: Familie PRVIO
en: PRVIO Family

# PRVIO Quick Action
source: Acțiune rapidă PRVIO
en: PRVIO Quick Action

# PRVIO Stickers
source: Stickere PRVIO
en: PRVIO Stickers

# PRVIO Weekly Digest
source: Rezumat săptămânal PRVIO
en: PRVIO Weekly Digest

# PRVIO is locked
source: PRVIO este blocat
en: PRVIO is locked

# PRVIO is ready to help you manage your property smarter.
source: PRVIO este gata să te ajute să-ți gestionezi proprietatea mai inteligent.
en: PRVIO is ready to help you manage your property smarter.

# PRVIO notifications respect your iOS Focus settings automatically.
source: Notificările PRVIO respectă automat setările iOS Focus.
en: PRVIO notifications respect your iOS Focus settings automatically.

# Package tracking
source: Urmărire colete
en: Package tracking

# Packages on the way.
source: Colete pe drum.
en: Packages on the way.

# Packed with smart features to manage your property effortlessly.
source: Plin de funcții inteligente pentru a-ți gestiona proprietatea fără efort.
en: Packed with smart features to manage your property effortlessly.

# Paid
source: Plătit
en: Paid

# Paint Colors
source: Culori vopsea
en: Paint Colors

# Parking
source: Parcare
en: Parking

# Parking spot, house rules, meter readings…
source: Loc de parcare, reguli, indexuri contoare…
en: Parking spot, house rules, meter readings…

# Partner
source: Partener
en: Partner

# Password
source: Parolă
en: Password

# Password must be at least 6 characters
source: Parola trebuie să aibă cel puțin 6 caractere
en: Password must be at least 6 characters

# Password set for invited account
source: Parolă setată pentru contul invitat
en: Password set for invited account

# Password updated successfully
source: Parola actualizată cu succes
en: Password updated successfully

# Password: %@
source: Parolă: %@
en: Password: %@

# Passwords don't match
source: Parolele nu se potrivesc
en: Passwords don't match

# Pause
source: Pauză
en: Pause

# Payment Breakdown
source: Defalcare plăți
en: Payment Breakdown

# Payment day
source: Ziua plății
en: Payment day

# Pending
source: În așteptare
en: Pending

# Pending tasks count.
source: Numărul sarcinilor în așteptare.
en: Pending tasks count.

# People
source: Persoane
en: People

# People & Access
source: Persoane & acces
en: People & Access

source: Persoanele din această conversație îți vor vedea locația în timp real în perioada selectată, chiar și atunci când nu folosești aplicația. Poți opri distribuirea oricând.
en: People in this conversation will see your live location for the selected period, even when you're not using the app. You can stop sharing at any time.

source: Persoanele din această conversație îți vor vedea locația în timp real în perioada selectată. Poți opri distribuirea oricând.
en: People in this conversation will see your live location for the selected period. You can stop sharing at any time.

# People, tasks, documents, appliances…
source: Persoane, sarcini, documente, electrocasnice…
en: People, tasks, documents, appliances…

# Performed by
source: Executat de
en: Performed by

# Periodic review
source: Revizuire periodică
en: Periodic review

source: Permite accesul la Contacte din Setări pentru a partaja din agendă.
en: Allow Contacts access in Settings to share from your address book.

source: Permite să ți se trimită mesaje pe PRV HOUSE din aplicațiile terțe selectate.
en: Allow people to message you on PRV HOUSE from selected third-party apps.

source: Persoane de încredere
en: Trusted Contacts

source: Persoanele de încredere te pot ajuta cu recuperarea contului și accesul de urgență.
en: Trusted people can help you recover your account and access in emergencies.

source: Personalizat
en: Custom

# Personalization
source: Personalizare
en: Personalization

source: Personalizează
en: Customize

# Pest Control
source: Control dăunători
en: Pest Control

# Pet
source: Animal de companie
en: Pet

# Pets
source: Animale
en: Pets

# Phone
source: Telefon
en: Phone

# Phone Alert
source: Alertă pe telefon
en: Phone Alert

# Phone number
source: Număr de telefon
en: Phone number

# Photo
source: Fotografie
en: Photo

# Photo / Video
source: Fotografie / Video
en: Photo / Video

# Photo Journal
source: Jurnal foto
en: Photo Journal

# Photo Library
source: Bibliotecă foto
en: Photo Library

# Photo counts anchored to their zones
source: Numărul de fotografii ancorat pe zonele lor
en: Photo counts anchored to their zones

# Photo · PDF
source: Fotografie · PDF
en: Photo · PDF

# Photos
source: Fotografii
en: Photos

# Photos captured
source: Fotografii surprinse
en: Photos captured

# Photos you add to the journal appear here.
source: Pozele adăugate în jurnal apar aici.
en: Photos you add to the journal appear here.

# Pink
source: Roz
en: Pink

# Pinned message
source: Mesaj fixat
en: Pinned message

# Pipe freeze prevention
source: Prevenire îngheț conducte
en: Pipe freeze prevention

# Place
source: Plasează
en: Place

# Place on map
source: Plasează pe hartă
en: Place on map

# Placed on map
source: Plasat pe hartă
en: Placed on map

# Plans & 3D
source: Planuri & 3D
en: Plans & 3D

# Plant
source: Plantă
en: Plant

# Plant added
source: Plantă adăugată
en: Plant added

# Plant care
source: Îngrijirea plantelor
en: Plant care

# Plant name
source: Nume plantă
en: Plant name

# Plant photo
source: Fotografie plantă
en: Plant photo

# Plant watered
source: Plantă udată
en: Plant watered

# Plant watering
source: Udare plante
en: Plant watering

# Plants
source: Plante
en: Plants

# Plants (Lock Screen)
source: Plante (Ecran blocat)
en: Plants (Lock Screen)

# Plants that need watering.
source: Plante care au nevoie de udare.
en: Plants that need watering.

# Plants — PRVIO
source: Plante — PRVIO
en: Plants — PRVIO

source: Planuri proprietate
en: Property Plans

# Play
source: Redare
en: Play

# Play voice message
source: Redă mesajul vocal
en: Play voice message

# Playground
source: Loc de joacă
en: Playground

# Please allow access in Settings to enable this integration.
source: Vă rugăm să permiteți accesul în Setări pentru a activa această integrare.
en: Please allow access in Settings to enable this integration.

# Please set up your property first in Settings.
source: Configurează mai întâi proprietatea în Setări.
en: Please set up your property first in Settings.

# Please set up your property first.
source: Te rugăm să configurezi proprietatea mai întâi.
en: Please set up your property first.

# Please try again
source: Încearcă din nou
en: Please try again

source: Plăți & Acces
en: Payments & Access

source: Plăți rapide și sigure cu cardurile din Apple Wallet.
en: Fast, secure payments with the cards in your Apple Wallet.

source: Poate aproba recuperarea contului tău
en: Can approve account recovery

source: Poate prelua proprietatea contului
en: Can take over account ownership

source: Poate solicita acces în situații de urgență
en: Can request access in emergency situations

# Point at an item's QR code
source: Îndreaptă camera spre codul QR al articolului
en: Point at an item's QR code

# Police / Fire / Ambulance
source: Poliție / Pompieri / Ambulanță
en: Police / Fire / Ambulance

# Poll Now
source: Interoghează acum
en: Poll Now

# Poll a Raspberry Pi running Flask or FastAPI for sensor data over HTTP.
source: Interoghează un Raspberry Pi cu Flask sau FastAPI pentru date de la senzori prin HTTP.
en: Poll a Raspberry Pi running Flask or FastAPI for sensor data over HTTP.

# Pond
source: Iaz
en: Pond

# Pool
source: Piscină
en: Pool

# Poor
source: Slab
en: Poor

source: Pornește sunetul
en: Unmute

source: Poveste
en: Story

source: Povestea ta
en: Your story

# Prepare the heating system for winter use.
source: Pregătește sistemul de încălzire pentru utilizare iarna.
en: Prepare the heating system for winter use.

# Preparing enrollment…
source: Se pregătește înregistrarea…
en: Preparing enrollment…

# Prevent frozen pipes by disconnecting and draining hoses.
source: Previne conductele înghețate deconectând și golind furtunurile.
en: Prevent frozen pipes by disconnecting and draining hoses.

# Preview
source: Previzualizare
en: Preview

# Previous month
source: Luna anterioară
en: Previous month

# Previous story
source: Povestea anterioară
en: Previous story

source: Primești notificare când cineva vrea să-ți trimită mesaj din altă aplicație.
en: Get notified when someone wants to message you from another app.

# Principal repayment
source: Rambursare principal
en: Principal repayment

# Priority
source: Prioritate
en: Priority

# Processing 3D model…
source: Se procesează modelul 3D…
en: Processing 3D model…

# Productivity
source: Productivitate
en: Productivity

# Professional
source: Profesional
en: Professional

# Profile
source: Profil
en: Profile

# Profile and options
source: Profil și opțiuni
en: Profile and options

# Progress Bar
source: Bară de progres
en: Progress Bar

# Projected expenses
source: Cheltuieli proiectate
en: Projected expenses

# Projected income
source: Venit proiectat
en: Projected income

# Projects
source: Proiecte
en: Projects

# Property
source: Proprietate
en: Property

# Property Elements
source: Elemente proprietate
en: Property Elements

# Property Health
source: Sănătatea proprietății
en: Property Health

# Property Health Score
source: Scor de sănătate proprietate
en: Property Health Score

# Property Insights
source: Perspective proprietate
en: Property Insights

# Property Name
source: Numele proprietății
en: Property Name

# Property Value
source: Valoarea proprietății
en: Property Value

# Property Value (optional)
source: Valoarea proprietății (opțional)
en: Property Value (optional)

# Property Zones
source: Zone proprietate
en: Property Zones

# Property details & info
source: Detalii & informații proprietate
en: Property details & info

# Property health and urgent alerts.
source: Sănătatea proprietății și alertele urgente.
en: Property health and urgent alerts.

# Property in excellent condition
source: Proprietate în stare excelentă
en: Property in excellent condition

# Property in excellent shape!
source: Proprietate în stare excelentă!
en: Property in excellent shape!

# Property in good condition
source: Proprietate în stare bună
en: Property in good condition

# Property management
source: Administrare proprietate
en: Property management

# Property map
source: Harta proprietății
en: Property map

# Property map & zones
source: Harta proprietății & zone
en: Property map & zones

# Property name
source: Nume proprietate
en: Property name

# Property name (e.g. Main Apartment)
source: Nume proprietate (ex. Apartament principal)
en: Property name (e.g. Main Apartment)

# Property photo
source: Fotografie proprietate
en: Property photo

# Property photo diary
source: Jurnal foto proprietate
en: Property photo diary

# Property plans
source: Planuri proprietate
en: Property plans

# Property status
source: Status proprietate
en: Property status

# Property valuation
source: Evaluare proprietate
en: Property valuation

# Property value
source: Valoarea proprietății
en: Property value

source: Proprietari
en: Owners

# Pulling the score down: %@.
source: Ce trage scorul în jos: %@.
en: Pulling the score down: %@.

# Pulsing badge on elements with work to do
source: Insignă pulsantă pe elementele cu treabă de făcut
en: Pulsing badge on elements with work to do

# Purchase & Warranty
source: Achiziție & Garanție
en: Purchase & Warranty

# Purchase Date
source: Data achiziției
en: Purchase Date

# Purchase Price
source: Preț achiziție
en: Purchase Price

# Purchase date
source: Data achiziției
en: Purchase date

# Purchased
source: Achiziționat
en: Purchased

# Purple
source: Violet
en: Purple

# Push notification settings
source: Setări notificări push
en: Push notification settings

source: Păstrează-le în siguranță
en: Keep them safe

# QR Code
source: Cod QR
en: QR Code

# QUANTITY (OPTIONAL)
source: CANTITATE (OPȚIONAL)
en: QUANTITY (OPTIONAL)

# QUICK DIAL
source: APEL RAPID
en: QUICK DIAL

# Quick PRVIO overview on the lock screen.
source: Prezentare rapidă PRVIO pe ecranul blocat.
en: Quick PRVIO overview on the lock screen.

# Quick actions
source: Acțiuni rapide
en: Quick actions

# Quick note
source: Notă rapidă
en: Quick note

# RENOVATIONS
source: RENOVĂRI
en: RENOVATIONS

# RENT
source: CHIRIE
en: RENT

# ROLE
source: ROL
en: ROLE

# Range
source: Perioadă
en: Range

source: Raport
en: Report

# Rate App
source: Evaluează app
en: Rate App

# Rating will be available once the app launches on the App Store.
source: Evaluarea va fi disponibilă odată ce aplicația este lansată pe App Store.
en: Rating will be available once the app launches on the App Store.

# Re-analyze
source: Re-analizează
en: Re-analyze

# React
source: Reacționează
en: React

# Reaction %@
source: Reacție %@
en: Reaction %@

# Reactions
source: Reacții
en: Reactions

# Read
source: Citit
en: Read

# Read Modbus TCP registers from industrial RS485 gateways (port 502).
source: Citește registre Modbus TCP din gateway-uri industriale RS485 (port 502).
en: Read Modbus TCP registers from industrial RS485 gateways (port 502).

# Ready for pickup
source: Gata de ridicare
en: Ready for pickup

# Real estate agent
source: Agent imobiliar
en: Real estate agent

# Receipt Scanner
source: Scanner chitanțe
en: Receipt Scanner

# Receive a notification when a task is assigned to you
source: Primește o notificare când o sarcină îți este atribuită
en: Receive a notification when a task is assigned to you

# Recent updates
source: Actualizări recente
en: Recent updates

# Record voice message
source: Înregistrează mesaj vocal
en: Record voice message

source: Înregistrează unde ai montat cabluri, apă, gaz sau drenaj subteran — cu adâncime și locație — ca să nu mai sapi orbește.
en: Record where you ran cables, water, gas or drainage underground — with depth and location — so you never dig blind again.

# Records
source: Înregistrări
en: Records

source: Recuperare
en: Recovery

# Red
source: Roșu
en: Red

source: Redirecționează confirmările de comandă către adresa ta PRVIO — AWB-urile sunt detectate automat.
en: Forward your order confirmations to your PRVIO address — tracking numbers are detected automatically.

# Refill
source: Reumplere
en: Refill

# Refresh
source: Reîmprospătează
en: Refresh

# Refresh location
source: Reîmprospătează locația
en: Refresh location

# Refresh rates now
source: Actualizează ratele acum
en: Refresh rates now

# Refrigerator
source: Frigider
en: Refrigerator

# Register Address
source: Adresă registru
en: Register Address

# Register Tag
source: Înregistrează tag
en: Register Tag

# Remaining
source: Rămas
en: Remaining

# Remind me in 2h
source: Amintește-mi în 2h
en: Remind me in 2h

# Remind me tomorrow
source: Amintește-mi mâine
en: Remind me tomorrow

# Reminder to return borrowed items
source: Reminder returnare obiecte împrumutate
en: Reminder to return borrowed items

# Reminder: %@
source: Memento: %@
en: Reminder: %@

# Reminder: %@ still has your "%@".
source: Reminder: %@ încă are "%@" al tău.
en: Reminder: %@ still has your "%@".

# Remove
source: Elimină
en: Remove

# Remove %@
source: Elimină %@
en: Remove %@

# Remove %@?
source: Elimină %@?
en: Remove %@?

# Remove Controller
source: Elimină controlerul
en: Remove Controller

# Remove Face ID lock
source: Elimină blocarea Face ID
en: Remove Face ID lock

# Remove Sensor
source: Elimină senzorul
en: Remove Sensor

# Remove and rinse screens to improve airflow and visibility.
source: Scoate și clătește plasele pentru a îmbunătăți fluxul de aer și vizibilitatea.
en: Remove and rinse screens to improve airflow and visibility.

# Remove cover
source: Elimină coperta
en: Remove cover

# Remove custom photo
source: Șterge fotografia
en: Remove custom photo

# Remove debris left from winter and early spring leaves.
source: Înlătură resturile rămase din iarnă și frunzele de primăvară timpurie.
en: Remove debris left from winter and early spring leaves.

# Remove from Favorites
source: Elimină de la favorite
en: Remove from Favorites

# Remove from favorites
source: Elimină din favorite
en: Remove from favorites

# Remove lint buildup to prevent fire hazards.
source: Înlătură acumularea de scame pentru a preveni riscul de incendiu.
en: Remove lint buildup to prevent fire hazards.

# Remove lock from "%@"
source: Elimină blocarea de la „%@”
en: Remove lock from "%@"

# Remove member
source: Elimină membru
en: Remove member

# Remove this member?
source: Elimini acest membru?
en: Remove this member?

# Remove trusted contact
source: Elimină contactul de încredere
en: Remove trusted contact

# Remove trusted contact?
source: Elimini contactul de încredere?
en: Remove trusted contact?

# Rename
source: Redenumește
en: Rename

# Rename Assistant
source: Redenumește asistentul
en: Rename Assistant

# Renovations
source: Renovări
en: Renovations

source: Renovări
en: Renovations

# Rentals & Hospitality
source: Închirieri & Ospitalitate
en: Rentals & Hospitality

# Reopen
source: Redeschide
en: Reopen

# Repair
source: Reparație
en: Repair

# Repayment Progress
source: Progres rambursare
en: Repayment Progress

# Repeat
source: Repetă
en: Repeat

# Replace HVAC filters
source: Înlocuiește filtrele HVAC
en: Replace HVAC filters

# Replace batteries and verify alarms function correctly.
source: Înlocuiește bateriile și verifică că alarmele funcționează corect.
en: Replace batteries and verify alarms function correctly.

# Replace batteries at daylight saving time change.
source: Înlocuiește bateriile la schimbarea orei de vară.
en: Replace batteries at daylight saving time change.

# Replace worn seals on doors and windows to reduce heating costs.
source: Înlocuiește garniturile uzate la uși și ferestre pentru a reduce costurile de încălzire.
en: Replace worn seals on doors and windows to reduce heating costs.

# Replenish supplies including flashlights, batteries, and blankets.
source: Reaprovizionează cu lanterne, baterii și pături.
en: Replenish supplies including flashlights, batteries, and blankets.

# Reply
source: Răspunde
en: Reply

# Reply to %@
source: Răspunde lui %@
en: Reply to %@

# Replying to %@
source: Răspunzi lui %@
en: Replying to %@

# Report
source: Raportează
en: Report

# Request an AI analysis based on zones, objects and their condition.
source: Solicită o analiză AI bazată pe zone, obiecte și condiția lor.
en: Request an AI analysis based on zones, objects and their condition.

# Require Face ID
source: Necesită Face ID
en: Require Face ID

source: Solicită Face ID, Touch ID sau codul înainte ca aceste secțiuni să se deschidă. Se blochează din nou de fiecare dată când părăsești aplicația.
en: Require Face ID, Touch ID, or your passcode before these sections open. They re-lock every time you leave the app.

# Require Touch ID
source: Necesită Touch ID
en: Require Touch ID

# Requires more secure sign-in methods
source: Necesită metode de autentificare mai sigure
en: Requires more secure sign-in methods

# Requires urgent attention
source: Necesită atenție urgentă
en: Requires urgent attention

# Resend
source: Retrimite
en: Resend

# Reset email sent to %@. Check your inbox.
source: Email de resetare trimis la %@. Verifică-ți căsuța poștală.
en: Reset email sent to %@. Check your inbox.

# Reset to defaults
source: Resetează la implicit
en: Reset to defaults

# Reshape
source: Redesenează
en: Reshape

# Resolve overdue tasks
source: Rezolvă sarcinile restante
en: Resolve overdue tasks

# Restore the default buttons on every page?
source: Restaurezi butoanele implicite pe toate paginile?
en: Restore the default buttons on every page?

source: Restricțiile se aplică la nivel de dispozitiv. %@ va vedea doar secțiunile activate. Sarcinile atribuite îi vor trimite automat o notificare.
en: Restrictions apply at the device level. %@ will only see the enabled sections. Assigned tasks will automatically send them a notification.

# Restrictions are active
source: Restricțiile sunt active
en: Restrictions are active
